[
    {
        "id":1,
        "datetimeRaw": "2013-08",
        "when": "December 08, 2013",
        "text": "Davide is a highly experienced and exceptional contract UI developer who worked on our ambitious project to launch car insurance within a few months. He was a perfect fit for our small agile team, picked everything up very quickly and was excellent at not just building what we asked for but through discussion helping us realise how to do it better. Very sad to see him go once his contract was up but hopefully we'll be able to get him back soon! I'd recommend him without hesitation.",
        "author": "Rick Wilton",
        "authorUrl": "http://www.linkedin.com/profile/view?id=5767752&authToken=5Wyh",
        "role": "Product Owner / Project Manager at QMetric",
        "relationship": "Rick managed Davide at QMetric Group Limited"
    },
    {
        "id":2,
        "datetimeRaw": "",
        "when": "July 15, 2013",
        "text": "Davide is very capable JavaScript developer. He works quickly, with a high standard, and without fuss.",
        "author": "Glen Peterson",
        "authorUrl": "http://www.linkedin.com/profile/view?id=51607344&authToken=BT0y",
        "role": "CTO at Chattoo",
        "relationship": "Glen managed Davide at Zeebox"        
    },
    {
        "id":3,
        "datetimeRaw": "",
        "when": "July 15, 2013",
        "text": "Davide is an exceptional software engineer with a friendly and collaborative attitude. His strength are his focus on TDD, his readiness to adopt local processes, and his natural inclination to iterate; all of which made it very quick to integrate him into the team, and a pleasure to work with. I would jump at the chance to work with Davide again, either as a front-end or web-services developer",
        "author": "Mike Hutchinson",
        "authorUrl": "http://www.linkedin.com/profile/view?id=10290797&authToken=HLy0",
        "role": "Product Manager at Zeebox",
        "relationship": "Mike worked directly with Davide at zeebox"        
    },
    {
        "id":4,
        "datetimeRaw": "",
        "when": "January 21, 2013",
        "text": "Davide is a highly skilled JavaScript engineer with a commendable work ethic. He is laid-back, modest and thoughtful in his interactions with the team. I have heard nothing but praise for Davide's work; he sets a great example.",
        "author": "Tom Pearson",
        "authorUrl": "http://www.linkedin.com/profile/view?id=117429282&authToken=pc3V",
        "role": "Forward Deployed Engineer, Palantir Technologies",
        "relationship": "Managed Davide at Electronic Arts"        
    },
    {
        "id":5,
        "datetimeRaw": "",
        "when": "August 14, 2012",
        "text": "Davide is one of those rare breed of web developers who keep strong engineering principles at the centre of everything they do. Always up for interesting technical challenges and looking at what's possible rather than what's <i>normal</i>, Davide is a great technical expert. Working with Davide was always a pleasure. Even when the work the team had wasn't particularly challenging, he always kept a pragmatic attitude and looked to the future. I wouldn't hesitate to take the opportunity to work with him again",
        "author": "Kevin LLoyd",
        "authorUrl": "http://uk.linkedin.com/in/lloydie",
        "role": "Development Manager at Amazon",
        "relationship": "Managed Davide as Director of Software Development at MindCandy"        
    },
    {
        "id":6,
        "datetimeRaw": "",
        "when": "March 22, 2011",
        "text": "Davide is a great souce of knowledge and experience. We worked together in multiple projects and I became to admire his versatility and broad understanding. Davide is depsite all that a modest and supportive person. He takes pride in mentoring and sharing his knowledge and always makes you feel welcome when asking for help.</p>",
        "author": "Juergen Biermann",
        "authorUrl": "http://es.linkedin.com/pub/juergen-biermann/0/aa0/148",
        "role": "Senior Product Manager Casino",
        "relationship": "worked with Davide at Riplife Gaming Technologies / Bodog Europe"        
    },
    {
        "id":7,
        "datetimeRaw": "",
        "when": "March 20, 2011",
        "title": "Riplife 2011 Annual Assessment",
        "text": "To have Davide coming into the team during the summer has showed to be an enormous asset to the whole UX-team. He is, as said before &#8220;the right person at the right place&#8221;. And not just for the UX-team but also for the casino team working with the Slots.com project he has been an asset and someone that have meant a great deal of added value.",
        "author": "Zac Fors",
        "authorUrl": "http://es.linkedin.com/in/zacfors",
        "role": "Creative Director at Riplife.",
        "relationship": "hired Davide as a Front End Developer in 2010"        
    },
    {
        "id":8,
        "datetimeRaw": "",
        "when": "November 21, 2010",
        "text": "Davide was part of our in-house development team before deciding to move  to Spain. Davide was a real team player and helped maintain a very good  atmosphere in the development team. His positive attitude and  optimistic approach were much appreciated by his colleagues and by  management. Professionally, Davide masters the technologies very well  and thinks creatively in order to achieve the most efficient result in  the shortest time.",
        "author": "Gabriella D. Modiano",
        "authorUrl": "//www.linkedin.com/pub/gabriella-d-modiano/0/8b5/616",
        "role": "Managing Partner at Modiano &amp; Partners",
        "relationship": "hired Davide as a IT Consultant in 2009"        
    },
    {
        "id":9,
        "datetimeRaw": "",
        "when": "March 20, 2009",
        "text": "David is a professional high-level, one of the best with whom I had the  good fortune to work in the last years.Hard geared to achieving the  objectives by maintaining a high standard of quality.<br />His ability, experience and his personality have put me in terms to  being able to delegate tasks among the most&#8217; complex to have developed.",
        "author": "Marco Appetito",
        "authorUrl": "http://it.linkedin.com/pub/marco-appetito/1/403/52a",
        "role": "Principal Consultant, Aubay",
        "relationship": "managed Davide at Aubay"        
    },
    {
        "id":10,
        "datetimeRaw": "",
        "when": "November 28, 2007",
        "text": "Davide is one of the best professionals I ever known. He is competent, proactive, with both technical, graphical ad human skills. I’ve worked with him for a long period (and hope to work with him in future), with great human and professional satisfaction, still now, in our periodic meetings, he is full of new great ideas and technical innovations.",
        "author": "Marco Oreste Pogliaghi",
        "authorUrl": "http://it.linkedin.com/pub/marco-oreste-pogliaghi/1/679/24",
        "role": "team leader, Aubay",
        "relationship": "managed Davide at Aubay"        
    }
]